Repository: tyabu12/pastura
Catalog: Pastura/Pastura/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# %@: %lld votes
source: %1$@: %2$lld votes
ja: %1$@: %2$lld 票

source: # Simulation Export: %@
ja: # シミュレーション結果: %@

source: ## Final Scores
ja: ## 最終スコア

source: ## Metadata
ja: ## メタデータ

source: ## Roster Status
ja: ## ロスター状況

source: ## Scenario Definition
ja: ## シナリオ定義

source: ## Turn Log
ja: ## ターンログ

source: ### Round %lld
ja: ### ラウンド %lld

source: #### Phase: %@
ja: #### フェーズ: %@

# #### Sub-phase: %@ (path [%@])
source: #### Sub-phase: %1$@ (path [%2$@])
ja: #### サブフェーズ: %@ (path [%@])

source: %1$@ (%2$@) requires at least one affinity rule: 'vote_against' and/or 'action_deltas'.
ja: %1$@（%2$@）には少なくとも1つの好感度ルール（'vote_against' および/または 'action_deltas'）が必要です。

# %@ (%@) requires field '%@' in output.
source: %1$@ (%2$@) requires field '%3$@' in output.
ja: %1$@（%2$@）には output に '%3$@' フィールドが必要です。

# %@ (%@) secondary field must be '%@', not '%@'.
source: %1$@ (%2$@) secondary field must be '%3$@', not '%4$@'.
ja: %1$@（%2$@）の副次フィールドは '%4$@' ではなく '%3$@' を使ってください。

source: %@ actions
ja: %@ のアクション

# %@ assigned: %@
source: %1$@ assigned: %2$@
ja: %1$@ に %2$@ を割り当て

# %@ eliminated (%lld votes)
source: %1$@ eliminated (%2$lld votes)
ja: %1$@ 脱落 (%2$lld 票)

# %@ has invalid logic: '%@'. Expected one of: %@.
source: %1$@ has invalid logic: '%2$@'. Expected one of: %3$@.
ja: %1$@ の logic '%2$@' は無効です。次のいずれかを指定してください: %3$@。

# %@ has invalid pairing: '%@'. Use 'round_robin'.
source: %1$@ has invalid pairing: '%2$@'. Use 'round_robin'.
ja: %1$@ の pairing '%2$@' は無効です。'round_robin' を使用してください。

# %@ has invalid target: '%@'. Use 'all' or 'random_one'.
source: %1$@ has invalid target: '%2$@'. Use 'all' or 'random_one'.
ja: %1$@ の target '%2$@' は無効です。'all' または 'random_one' を使用してください。

# %@ has invalid type: '%@'
source: %1$@ has invalid type: '%2$@'
ja: %1$@ の type '%2$@' は無効です

source: %@ is a narrate phase, which is not allowed inside a conditional.
ja: %@ は narrate フェーズであり、conditional の中では許可されていません。

source: %@ is a reflect phase, which is not allowed inside a conditional.
ja: %@ は reflect フェーズであり、conditional の中では許可されていません。

source: %@ is a relationship_update phase, which is not allowed inside a conditional.
ja: %@ は relationship_update フェーズであり、conditional の中では許可されていません。

source: %@ is a whisper phase, which is not allowed inside a conditional.
ja: %@ は whisper フェーズであり、conditional の中では許可されていません。

source: %@ is another conditional, which is not allowed (depth-1 rule).
ja: %@ は別の conditional であり、許可されていません（depth-1 ルール）。

source: %@ is thinking...
ja: %@ は考え中...

source: %@ missing 'type'
ja: %@ に 'type' がありません

# %@ needs about %@. Continue, or choose a lighter model?
source: %1$@ needs about %2$@. Continue, or choose a lighter model?
ja: %1$@は約%2$@を使います。続行しますか、軽量モデルに切り替えますか？

source: %@ said one thing, did another
ja: %@、宣言と行動が矛盾

# %@ was assigned: %@
source: %1$@ was assigned: %2$@
ja: %@ に割り当て: %@

# %@ was eliminated (%lld votes)
source: %1$@ was eliminated (%2$lld votes)
ja: %@ が脱落 (%lld 票)

source: %@ wins
ja: %@ 勝利

# %@'s turn was skipped (%@)
source: %1$@'s turn was skipped (%2$@)
ja: %1$@ のターンをスキップしました（%2$@）

# %@: '%@' must be an array of phase objects
source: %1$@: '%2$@' must be an array of phase objects
ja: %1$@: '%2$@' はフェーズオブジェクトの配列である必要があります

# %@: action_deltas value for '%@' must be Int, got %@
source: %1$@: action_deltas value for '%2$@' must be Int, got %3$@
ja: %1$@: action_deltas の '%2$@' の値は Int である必要がありますが、%3$@ が指定されました

# %@: field '%@' must be %@, got %@
source: %1$@: field '%2$@' must be %3$@, got %4$@
ja: %1$@: フィールド '%2$@' は %3$@ である必要がありますが、%4$@ が指定されました

# %@: field '%@' must be Double or Int, got %@
source: %1$@: field '%2$@' must be Double or Int, got %3$@
ja: %1$@: フィールド '%2$@' は Double または Int である必要がありますが、%3$@ が指定されました

# %@: field 'action_deltas' must be a dictionary of Int values, got %@
source: %1$@: field 'action_deltas' must be a dictionary of Int values, got %2$@
ja: %1$@: フィールド 'action_deltas' は Int 値の辞書である必要がありますが、%2$@ が指定されました

# %@: field 'output' must be a dictionary of String values, got %@
source: %1$@: field 'output' must be a dictionary of String values, got %2$@
ja: %1$@: フィールド 'output' は String 値の辞書である必要がありますが、%2$@ が指定されました

# %@: max_sentences (%lld) must be between 1 and 6
source: %1$@: max_sentences (%2$lld) must be between 1 and 6
ja: %1$@: max_sentences (%2$lld) は 1〜6 の範囲で指定してください

source: %@: missing 'source'. event_inject requires a 'source' key naming a top-level YAML field that lists the event strings.
ja: %@: 'source' がありません。event_inject には、イベント文字列の一覧を持つトップレベル YAML フィールドを指す 'source' キーが必要です。

source: %@: missing or empty 'if' expression.
ja: %@: 'if' 式がないか空です。

# %@: missing required field '%@'
source: %1$@: missing required field '%2$@'
ja: %1$@: 必須フィールド '%2$@' がありません

source: %@: must have at least one sub-phase in 'then' or 'else'.
ja: %@: 'then' または 'else' に少なくとも1つのサブフェーズが必要です。

source: %@: nested 'conditional' inside another conditional is not allowed (depth-1 rule).
ja: %@: conditional の中に conditional をネストすることは許可されていません（depth-1 ルール）。

source: %1$@: output field name '%2$@' must be an ASCII identifier (letters, digits, and underscore, not starting with a digit or underscore). Agent text values may be any language.
ja: %1$@: output フィールド名 '%2$@' は ASCII 識別子（英字・数字・アンダースコアのみ。数字またはアンダースコアで始めることはできません）である必要があります。エージェントのテキスト値は任意の言語で構いません。

# %@: output schema value for '%@' must be String, got %@
source: %1$@: output schema value for '%2$@' must be String, got %3$@
ja: %1$@: output スキーマのフィールド '%2$@' の値は String である必要がありますが、%3$@ が指定されました

# %@: probability %@ is out of range. Must be between 0.0 and 1.0 inclusive.
source: %1$@: probability %2$@ is out of range. Must be between 0.0 and 1.0 inclusive.
ja: %1$@: probability %2$@ が範囲外です。0.0 以上 1.0 以下である必要があります。

source: %1$@: source '%2$@' contains grouped values (e.g., majority/minority pairs). Use target: random_one to distribute these. Use target: all only for a flat list of strings or a single string.
ja: %1$@: source '%2$@' にはグループ化された値（例: 多数派/少数派のペア）が含まれています。これらを配分するには target: random_one を使用してください。target: all は文字列のフラットなリストまたは単一の文字列にのみ使用してください。

source: %1$@: source '%2$@' has an event entry missing a non-empty 'text'. Dict-shaped events require 'text' (and may add 'favors').
ja: %1$@: source '%2$@' に 'text' が空のイベント要素があります。辞書形式のイベントには 'text' が必要です（'favors' は任意）。

source: %1$@: source '%2$@' is empty. event_inject requires at least one event in the list; for a single fixed event use ['only_event'].
ja: %1$@: source '%2$@' が空です。event_inject にはリストに少なくとも1つのイベントが必要です。単一の固定イベントには ['only_event'] を使用してください。

source: %1$@: source '%2$@' is empty. event_inject requires at least one string in the list; for a single fixed event use ['only_event'].
ja: %1$@: source '%2$@' が空です。event_inject にはリストに少なくとも1つの文字列が必要です。単一の固定イベントには ['only_event'] を使用してください。

source: %1$@: source '%2$@' must be a list of event strings or {text, favors} mappings; for a single fixed event use ['only_event'].
ja: %1$@: source '%2$@' は文字列イベントまたは {text, favors} 形式のリストである必要があります。単一の固定イベントには ['only_event'] を使用してください。

source: %1$@: source '%2$@' must be a list of grouped values (e.g., majority/minority pairs) when target is random_one.
ja: %1$@: target が random_one の場合、source '%2$@' はグループ化された値（例: 多数派/少数派のペア）のリストである必要があります。

source: %1$@: source '%2$@' must be a list of strings. v1 of event_inject only supports the [String] shape; for a single fixed event use ['only_event'].
ja: %1$@: source '%2$@' は文字列のリストである必要があります。event_inject の v1 は [String] 形式のみをサポートします。単一の固定イベントには ['only_event'] を使用してください。

source: %1$@: source '%2$@' not found in scenario data. Add a top-level '%3$@' field to the scenario YAML.
ja: %1$@: source '%2$@' がシナリオデータに見つかりません。シナリオ YAML にトップレベルの '%3$@' フィールドを追加してください。

source: %lld agents
ja: %lld エージェント

source: %lld days ago
ja: %lld日前

source: %lld hours ago
ja: %lld時間前

source: %lld in a row
ja: 連続 %lld

source: %lld minutes ago
ja: %lld分前

source: %lld pts
ja: %lld 点

source: %lld records
ja: %lld 回の記録

source: %lld rounds
ja: %lld ラウンド

source: %lld s left
ja: 残り %lld 秒

source: %lld steps
ja: %lld ステップ

source: %lld votes
ja: %lld 票

# %lldm %llds
source: %1$lldm %2$llds
ja: %lld分%lld秒

source: %llds
ja: %lld秒

source: (no condition)
ja: （条件なし）

source: (unknown)
ja: (不明)

source: (unnamed)
ja: (無名)

source: (unreadable payload)
ja: (ペイロード解読不可)

# - **%@** was assigned: %@
source: - **%1$@** was assigned: %2$@
ja: - **%@** に割り当て: %@

# - **%@** was eliminated (%lld votes)
source: - **%1$@** was eliminated (%2$lld votes)
ja: - **%@** が脱落 (%lld 票)

source: - **Backend**: %@
ja: - **バックエンド**: %@

# - **Device**: %@ / %@
source: - **Device**: %1$@ / %2$@
ja: - **デバイス**: %@ / %@

source: - **Duration**: %@
ja: - **所要時間**: %@

source: - **Ended**: %@
ja: - **終了**: %@

source: - **Inference count**: %lld
ja: - **推論回数**: %lld

source: - **Model**: %@
ja: - **モデル**: %@

# - **Scenario**: %@ (`%@`)
source: - **Scenario**: %1$@ (`%2$@`)
ja: - **シナリオ**: %@ (`%@`)

source: - **Started**: %@
ja: - **開始**: %@

source: - **Status**: %@
ja: - **ステータス**: %@

source: - Scores — %@
ja: - スコア — %@

source: - Tallies:
ja: - 集計:

source: - Votes:
ja: - 投票:

source: - _(code phase — no agent output)_
ja: - _(コードフェーズ — エージェント出力なし)_

source: - 🎲 Event: %@
ja: - 🎲 イベント: %@

source: - 🎲 No event this round
ja: - 🎲 このラウンドはイベントなし

source: 1 day ago
ja: 1日前

source: 1 hour ago
ja: 1時間前

source: 1 minute ago
ja: 1分前

source: A commentator narrates the round's highlight (one LLM call)
ja: 実況者がそのラウンドの見どころを実況します（LLM 1回）

source: A scenario named “%@” already uses this id. Delete or rename it first, then try again.
ja: 「%@」という ID のシナリオがすでに存在します。先に削除するかリネームしてから再試行してください。

source: A simulation is already running
ja: すでにシミュレーションが実行中です

source: A simulation is in progress
ja: 実行中のシミュレーションがあります

source: AI Models
ja: AI モデル

source: AI agents converse right inside your iPhone.
ja: AIエージェントが、あなたのiPhoneの中で対話します

source: About %lld min left
ja: 残り約 %lld 分

source: Active
ja: 使用中

source: Active model
ja: 使用中のモデル

source: Active model: %@
ja: 使用中のモデル: %@

source: Add Persona
ja: ペルソナを追加

source: Add Phase
ja: フェーズを追加

source: Add sub-phase
ja: サブフェーズを追加

source: Added
ja: 追加済み

source: Agent
ja: エージェント

source: Agent count (%lld) exceeds maximum of 10
ja: エージェント数 (%lld) が最大値の10を超えています

source: Agent count (%lld) is below minimum of 2
ja: エージェント数 (%lld) が最小値の2を下回っています

source: Agents
ja: エージェント数

source: Agents run entirely on your device.
ja: モデルのエージェントはあなたの端末上で動きます。

source: Agents speak in turn (accumulating context)
ja: エージェントが順番に発言（コンテキストを累積）

source: All
ja: すべて

source: All %lld rounds complete
ja: 全%lldラウンド完了

source: All agents speak simultaneously
ja: すべてのエージェントが同時に発言

source: All agents vote for one agent
ja: 全エージェントが1人に投票

source: Assign
ja: 割当

source: Assignment
ja: アサイン

source: At least one persona is required
ja: ペルソナを1人以上設定してください

source: At least one phase is required
ja: フェーズを1つ以上設定してください

source: Author
ja: 作者

source: Back
ja: 戻る

source: Background continuation
ja: バックグラウンド継続

source: Background time exceeded — tap resume to continue.
ja: バックグラウンド時間が上限に達しました。再開して続行できます。

source: Balanced choice. Rich, considered responses.
ja: バランス型。表現が豊かで、落ち着いた応答。

source: Basic Info
ja: 基本情報

source: Before the votes are revealed, guess the outcome and track your streak. You can always skip.
ja: 投票結果が公開される前に結果を予想して、連続的中を記録しよう。いつでもスキップできます。

source: Branch on state (code, then/else sub-phases)
ja: 状態で分岐（コード、then/else サブフェーズ）

source: Browse
ja: さがす

source: Browse Shared Scenarios
ja: 共有シナリオを探す

source: Calculate scores (code, no LLM)
ja: スコアを計算（コード、LLM 不使用）

source: Cancel
ja: キャンセル

source: Cancel download
ja: ダウンロードをキャンセル

source: Cancelled
ja: キャンセル

source: Candidate
ja: 候補者

source: Cannot export replay: the scenario definition is not valid YAML.
ja: リプレイをエクスポートできません: シナリオ定義が有効な YAML ではありません。

source: Cannot install
ja: インストールできません

source: Cannot overwrite gallery scenario '%@'. Use Shared Scenarios to update, or delete the local copy first.
ja: ギャラリーシナリオ '%@' は上書きできません。更新には共有シナリオを使用するか、ローカルコピーを削除してください。

source: Cannot overwrite preset scenario '%@'
ja: プリセットシナリオ '%@' は上書きできません

source: Category
ja: カテゴリ

source: Chance: %@
ja: 確率: %@

source: Check your connection and try again.
ja: 接続を確認してから再試行してください。

source: Checking device...
ja: デバイスを確認中...

source: Choose
ja: 選択

source: Choose from predefined options
ja: 事前定義された選択肢から選ぶ

source: Choose your first model
ja: 最初の LLM モデルを選ぶ

source: Clear all results
ja: すべての結果を削除

source: Clear all results?
ja: すべての結果を削除しますか?

source: Clear failed
ja: 削除に失敗しました

source: Close
ja: 閉じる

source: Close this sheet to open the shared scenario
ja: シェアされたシナリオを開くには、このシートを閉じてください

source: Compact and nimble. A small download you can try freely.
ja: コンパクトで軽快。容量が小さく、気軽に試せる。

source: Comparison: lhs OP rhs where OP is one of ==, !=, <, <=, >, >=. Combine with && (AND) and || (OR); && binds tighter than ||. Use parentheses to group. Identifiers: current_round, total_rounds, max_score, min_score, eliminated_count, active_count, vote_winner, scores.<Name>, or any template variable. Wrap string literals in double quotes.
ja: 比較: lhs OP rhs（OP は ==, !=, <, <=, >, >= のいずれか）。&&（AND）と ||（OR）で組み合わせ可能で、&& の方が優先順位が高い。括弧でグループ化できます。識別子: current_round, total_rounds, max_score, min_score, eliminated_count, active_count, vote_winner, scores.<Name>、またはテンプレート変数。文字列リテラルはダブルクォートで囲んでください。

source: Complete
ja: 完了

source: Completed
ja: 完了

source: Condition
ja: 条件

source: Condition contains a term that is not allowed
ja: 条件に許可されていない用語が含まれています

source: Conditional
ja: 条件分岐

source: Context
ja: コンテキスト

source: Continue downloading
ja: ダウンロードを続ける

source: Contradiction
ja: 矛盾

source: Copy & Edit
ja: コピーして編集

source: Copy Gen Prompt
ja: 生成プロンプトをコピー

source: Copy Link
ja: リンクをコピー

source: Correct!
ja: 的中！

source: Could Not Reach Gallery
ja: ギャラリーに接続できませんでした

source: Could not check local scenarios: %@
ja: ローカルシナリオの確認に失敗しました: %@

source: Could not reach Shared Scenarios and no cached content is available.
ja: 共有シナリオに接続できず、キャッシュされたコンテンツもありません。

source: Couldn't clear results: %@
ja: 結果を削除できませんでした: %@

source: Couldn't delete this run: %@
ja: この結果を削除できませんでした: %@

source: Couldn't start the download. Please try again.
ja: ダウンロードを開始できませんでした。再試行してください。

source: Creative
ja: クリエイティブ

source: Current scoreboard for all agents
ja: 全エージェントの現在の得点表

source: Database Needs Recovery
ja: データベースの復旧が必要です

source: Database error: %@
ja: データベースエラー: %@

source: Database migration failed: %@
ja: データベースのマイグレーションに失敗しました: %@

source: Database open failed: %@
ja: データベースのオープンに失敗しました: %@

source: Database recovery failed: %@
ja: データベースの復旧に失敗しました: %@

source: Decoding failed: %@
ja: デコードに失敗しました: %@

source: Delete
ja: 削除

source: Delete %@?
ja: %@ を削除しますか？

source: Delete Scenario?
ja: シナリオを削除しますか？

source: Delete failed
ja: 削除に失敗しました

source: Delete this file?
ja: このファイルを削除しますか？

source: Delete this run?
ja: この結果を削除しますか?

source: Delete unused model file, %@
ja: 未使用のモデルファイルを削除（%@）

source: Deleted scenario
ja: 削除されたシナリオ

source: Demoing
ja: デモ中

source: Description
ja: 説明

source: Description contains a term that is not allowed
ja: 説明に許可されていない用語が含まれています

source: Details
ja: 詳細

source: Developer
ja: 開発者向け

source: Distribute info to agents (code)
ja: エージェントへ情報を配布（コード）

source: Done
ja: 完了

source: Download %@
ja: %@ をダウンロード

# Download %@ anyway, %@
source: Download %1$@ anyway, %2$@
ja: %1$@をそれでもダウンロード、%2$@

# Download %@, %@
source: Download %1$@, %2$@
ja: %1$@をダウンロード、%2$@

source: Download Failed
ja: ダウンロードに失敗

source: Download anyway
ja: それでもダウンロード

source: Download failed
ja: ダウンロードに失敗しました

source: Download interrupted
ja: ダウンロードが中断しました

source: Download on cellular?
ja: モバイルデータ通信でダウンロードしますか？

source: Download recommended model
ja: 推奨モデルをダウンロード

source: Download verification failed. The file may be corrupted — please try again.
ja: ダウンロード検証に失敗しました。ファイルが破損している可能性があります — もう一度お試しください。

# Downloaded file size mismatch (expected %lld, got %lld)
source: Downloaded file size mismatch (expected %1$lld, got %2$lld)
ja: ダウンロードしたファイルサイズが一致しません (期待: %1$lld, 実際: %2$lld)

source: Downloaded models · %@
ja: ダウンロード済みモデル · %@

source: Downloaded · %@
ja: ダウンロード済み · %@

source: Downloading %@ on cellular may use significant data. Wi-Fi is recommended.
ja: %@ をモバイルデータ通信でダウンロードすると通信量が大きくなります。Wi-Fi を推奨します。

source: Downloading %lld%%
ja: %lld%% ダウンロード中

source: Downloading Model...
ja: モデルをダウンロード中...

source: Downloading…
ja: ダウンロード中…

source: Each agent privately updates a short memo about the situation
ja: 各エージェントが状況について短い内心メモを更新

source: Edit
ja: 編集

source: Edit Persona
ja: ペルソナを編集

source: Edit Phase
ja: フェーズを編集

source: Editor Mode
ja: エディタモード

source: Eliminate
ja: 脱落

source: Eliminated
ja: 脱落

source: Else branch (condition false)
ja: Else ブランチ（条件が false）

source: Encoding failed: %@
ja: エンコードに失敗しました: %@

source: English
ja: 英語

source: Error
ja: エラー

source: Error: %@
ja: エラー: %@

source: Est. Inferences
ja: 推論回数（推定）

source: Est. inferences
ja: 推論回数（推定）

source: Estimated inferences (%lld) exceeds maximum of 100
ja: 推定推論回数 (%lld) が最大値の100を超えています

source: Ethics
ja: 倫理

source: Event
ja: イベント

source: Event: %@
ja: イベント: %@

source: Exclude Self
ja: 自分を除外

source: Experimental
ja: 実験的

source: Export
ja: エクスポート

source: Export as Markdown
ja: Markdownでエクスポート

source: Export failed
ja: エクスポートに失敗しました

source: Export for demo replay
ja: デモ再生用にエクスポート

source: Failed
ja: 失敗

source: Failed to create inference context
ja: 推論コンテキストの作成に失敗しました

source: Failed to delete scenario: %@
ja: シナリオの削除に失敗しました: %@

source: Failed to delete: %@
ja: 削除に失敗しました: %@

source: Failed to enable background continuation: %@
ja: バックグラウンド継続の有効化に失敗しました: %@

source: Failed to load results: %@
ja: 結果の読み込みに失敗しました: %@

source: Failed to load scenario: %@
ja: シナリオの読み込みに失敗しました: %@

source: Failed to load scenarios: %@
ja: シナリオの読み込みに失敗しました: %@

source: Failed to load turns: %@
ja: ターンの読み込みに失敗しました: %@

source: Failed to load: %@
ja: 読み込みに失敗しました: %@

source: Failed to parse gallery YAML: %@
ja: ギャラリー YAML の解析に失敗しました: %@

source: Failed to read file: %@
ja: ファイルの読み込みに失敗しました: %@

source: Failed to switch to CPU: %@
ja: CPU への切り替えに失敗しました: %@

source: Failed to switch to GPU: %@
ja: GPU への切り替えに失敗しました: %@

source: Failed to verify download: %@
ja: ダウンロード検証に失敗しました: %@

source: Failed to write replay file: %@
ja: リプレイファイルの書き込みに失敗しました: %@

source: Field name
ja: フィールド名

source: File
ja: ファイル

source: Filter by scenario name
ja: シナリオ名で絞り込む

source: Final ranking
ja: 最終ランキング

source: Final scores
ja: 最終スコア

source: Finish the current simulation before clearing results.
ja: 結果を削除する前に、実行中のシミュレーションを終了してください。

source: Finish the current simulation before switching models.
ja: モデルを切り替える前に実行中のシミュレーションを終了してください。

source: Finish the current simulation before switching models. Downloads and deletes of other models remain available.
ja: 実行中のシミュレーションを終了してからモデルを切り替えてください。他モデルのダウンロード・削除は引き続き行えます。

source: First agent of the pair
ja: ペアの1人目

source: First agent's chosen action
ja: ペア1人目の選択

source: First agent's score
ja: ペア1人目のスコア

source: Format round summary (code)
ja: ラウンドサマリを整形（コード）

source: Frees up %@.
ja: %@ の空き容量を確保します。

source: From Shared Scenarios (read-only)
ja: 共有シナリオから取得（読み取り専用）

source: From other phases
ja: 他フェーズの状態

source: GBNF grammar parse failed: %@
ja: GBNF 文法の解析に失敗しました: %@

source: Gallery Cache Corrupted
ja: ギャラリーキャッシュが破損しています

source: Gallery Unavailable
ja: ギャラリーが利用できません

source: Gallery cache is corrupted
ja: ギャラリーキャッシュが破損しています

source: Gallery response exceeds size limit (%@)
ja: ギャラリーのレスポンスがサイズ上限を超えています (%@)

source: Gallery response was malformed
ja: ギャラリーのレスポンスが不正です

# Gallery scenario hash mismatch (expected %@, got %@)
source: Gallery scenario hash mismatch (expected %1$@, got %2$@)
ja: ギャラリーシナリオのハッシュ不一致 (期待: %1$@, 実際: %2$@)

source: Gallery scenarios are read-only — local edits are not permitted. Updates replace the stored YAML.
ja: ギャラリーシナリオは読み取り専用です — ローカル編集はできません。更新時は保存されている YAML が置き換えられます。

source: Gallery scenarios are read-only. Use Shared Scenarios to update.
ja: ギャラリーシナリオは読み取り専用です。更新には共有シナリオを使用してください。

source: Gallery server returned unexpected status %lld
ja: ギャラリーサーバーが想定外のステータスを返しました: %lld

source: Game Theory
ja: ゲーム理論

source: Generation failed: %@
ja: 生成に失敗しました: %@

source: Hide all thoughts
ja: 思考をすべて隠す

source: Hide secret
ja: 秘密を隠す

source: Hide thought
ja: 思考を隠す

source: High inference count (%lld). Simulation may take several minutes.
ja: 推論回数が多めです (%lld)。シミュレーションに数分かかる場合があります。

source: History
ja: 観察履歴

source: Home
ja: 牧場

source: How this agent feels about the others
ja: このエージェントから見た他者への感情

source: INNER VOICE
ja: 心の声

source: In this phase
ja: このフェーズ

source: Inference was suspended and will retry
ja: 推論が中断されました。再試行します

source: Info assigned to this agent (from an assign phase)
ja: このエージェントに割り当てられた情報（assign フェーズ由来）

source: Initialization Failed
ja: 初期化に失敗しました

source: Initializing...
ja: 初期化中…

source: Inject a random event from extraData (code, no LLM)
ja: extraData からランダムイベントを注入（コード、LLM 不使用）

source: Insert variable
ja: 変数を挿入

source: Instagram Stories
ja: Instagram ストーリーズ

source: Installed
ja: インストール済み

source: Integrity check failed
ja: 整合性チェックに失敗しました

source: Interrupted Scenario
ja: 中断したシナリオ

source: Invalid LLM response: %@
ja: LLM の応答が不正です: %@

source: Invalid YAML format
ja: 無効な YAML 形式です

source: Invalid grammar for constrained decoding: %@
ja: 制約付きデコードの文法が不正です: %@

source: JSON parse failed: %@
ja: JSON 解析に失敗しました: %@

source: Japanese
ja: 日本語

source: Just a moment. Meanwhile, watch how the other agents behave.
ja: 少しだけお待ちください。その間、他のエージェントたちの様子をどうぞ

source: Just now
ja: たった今

source: Keep running when I leave
ja: 画面を離れても実行を続ける

source: LLM returned invalid output after retries. Try again or check model health.
ja: 再試行しても LLM の出力が不正でした。再度実行するか、モデルの状態を確認してください。

source: Language
ja: 言語

source: Language mismatch ×%lld
ja: 言語不一致 ×%lld

source: Last updated: %@
ja: 最終更新: %@

source: Learn more
ja: 詳細はこちら

source: Leave & keep running
ja: 実行したまま離れる

source: Leave the simulation screen without pausing — the run keeps going in memory and resumes when you return.
ja: 一時停止せずにシミュレーション画面を離れます。実行はメモリ内で続き、戻ると再開します。

source: Legal
ja: 法的事項

source: Libraries
ja: ライブラリ

source: Licenses
ja: ライセンス

source: Loading gallery…
ja: ギャラリーを読み込み中…

source: Loading model...
ja: モデルを読み込み中...

source: Loading scenario...
ja: シナリオを読み込み中...

source: Loading...
ja: 読み込み中...

source: Loading…
ja: 読み込み中…

source: Log window (%lld) must be at least 1
ja: 会話ログの表示件数 (%lld) は1以上にしてください

source: Logic
ja: ロジック

source: Long-press a sub-phase to move it to the end of the other branch.
ja: サブフェーズを長押しすると、もう一方のブランチの末尾に移動します。

source: Make your prediction
ja: 予想してみよう

source: Manage in Settings
ja: 設定で管理

source: Max
ja: 最速

source: Max sentences: %lld
ja: 最大 %lld 文

source: Memory warning — simulation paused. Tap resume to continue.
ja: メモリ不足のため一時停止しました。再開して続行できます。

source: Missed
ja: 外れ

source: Model Setup
ja: モデルセットアップ

source: Model generated no output tokens
ja: モデルが出力トークンを生成しませんでした

source: Model load failed: %@
ja: モデルの読み込みに失敗しました: %@

source: Model not loaded
ja: モデルが読み込まれていません

source: Models
ja: モデル

source: Move to Else Branch
ja: Else ブランチへ移動

source: Move to Then Branch
ja: Then ブランチへ移動

source: My Scenarios
ja: マイシナリオ

source: Name
ja: 名前

source: Name contains a term that is not allowed
ja: 名前に許可されていない用語が含まれています

source: Narrate
ja: 実況

source: Needs a newer version of Pastura to run.
ja: 実行にはより新しいバージョンの Pastura が必要です。

source: Network error: %@
ja: ネットワークエラー: %@

source: New
ja: 新着

source: New Persona
ja: 新規ペルソナ

source: New Scenario
ja: 新規シナリオ

source: New option
ja: 新しい選択肢

source: Next demo: %@
ja: 次のデモ: %@

source: No Data
ja: データなし

source: No Results
ja: 結果なし

source: No Scenarios
ja: シナリオがありません

source: No account required.
ja: アカウントは不要です。

source: No active model
ja: 使用中のモデルなし

source: No active model descriptor resolvable from catalog
ja: カタログから有効なモデル記述子を解決できませんでした
